Revit 2027 API
ParameterTypeId.PointElementHostedOnFaceUParam Property
 "Hosted U Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementHostedOnFaceUParam { get; }
Public Shared ReadOnly Property PointElementHostedOnFaceUParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementHostedOnFaceUParam {
	ForgeTypeId^ get ();
}
static member PointElementHostedOnFaceUParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace